Repository: AOSC-Tracking/libgdata
Catalog: po/ab.po
Languages: ab

source: Batch operations are unsupported by this service.
ab: Ари амаҵзура апакеттә аоперациақәа аднакылаӡом

source: The server returned a malformed response.
ab: Асервер хнырҳәит иреицаку аҭак.

source: Cannot connect to the service’s server.
ab: Асервер амаҵзура аҽаԥшьра залымшахеит

source: Cannot connect to the proxy server.
ab: Прокси-сервер аҽаԥшьра залымшахеит

source: Invalid request URI or header, or unsupported nonstandard parameter: %s
ab: Ииашам аадҵалара ззыҟаҵоу URI мамзар ыхы, мамзар адкылара змам, истандартым ахышәарақәа: %s

source: Authentication required: %s
ab: Иаҭахуп ахаҭара шьақәыргылара: %s

source: The requested resource was not found: %s
ab: Адҵаалара ззыҟаҵоу алшарақәа ԥшааӡам: %s

source: The entry has been modified since it was downloaded: %s
ab: Анҵамҭа ԥсахын ианҭагалаз нахыс : %s

source: Error code %u when authenticating: %s
ab: Иҟалеит агха %u ахаҭареилкаараан : %s

source: This entry does not support comments.
ab: Ари ахәҭа аҿыхәҿаа аднакылаӡом.

source: Comments may not be added to this entry.
ab: Ари ахәҭазы аҿыхәҿаа ацҵара залыршахом

source: This comment may not be deleted.
ab: Ари аҿыхәҿаа шәзаныхӡом.

source: Invalid seek request
ab: Аиасразы иақәнагам адҵаалара

source: Access was denied by the user or server.
ab: Анеирҭа мап ацәкуп ахархәаҩ ила , мамзар асервер ала.

source: Error parsing XML: %s
ab: XML аилыргара агха : %s

source: Empty document.
ab: Иҭацәу адокумент.

source: Error parsing JSON: %s
ab: JSON аилыргара агха : %s

source: Outermost JSON node is not an object.
ab: Раԥхьатәи аиқәҳәаларҭа JSON иобиектӡам

source: A %s element was missing required content.
ab: Ахәҭа %s аҩныҵҟа ибжьажьуп иахәҭоу аҭаҵа.

source: The content of a %s element (‘%s’) was not in ISO 8601 format.
ab: Ахәҭа %s («%s») аҭаҵа иашьашәалаӡом ISO 8601 аформат.

source: The value of the %s property of a %s element (‘%s’) was unknown.
ab: Еилкаам ахәҭа %s (‘%s’) аҵакы аҷыдаҟазшьа %s.

source: The content of a %s element (‘%s’) was unknown.
ab: Ахәҭа %s аҭаҵа еилкааӡам (‘%s’).

source: A required property of a %s element (%s) was not present.
ab: Иарбаӡам ахәҭа %s иахәҭоу аҷыдаҟазшьа(%s).

source: Values were present for properties %s and %s of a %s element when only one of the two is allowed.
ab: Иарбоуп ҩ-ҷыдаҟазшьак %s насгьы %s ахәҭа %s аҟны, аха зныкала арбара залшахоит акызаҵәык.

source: A required element (%s) was not present.
ab: Иақәнагоу ахәҭа (%s) арбаӡам.

source: A singleton element (%s) was duplicated.
ab: Изаҵәу ахәҭа (%s) аиҭаҟаҵара.

source: A ‘%s’ element was missing required content.
ab: Ахәҭа ‘%s’ аҩныҵҟа ибжьажьуп иахәҭоу аҭаҵа.

source: The content of a ‘%s’ element (‘%s’) was not in ISO 8601 format.
ab: Ахәҭа %s («%s») аҭаҵа иашьашәалаӡом ISO 8601 аформат

source: Invalid JSON was received from the server: %s
ab: Асервер аҟынтә ишәоуит ииашам аобиект JSON : %s

source: The content of a %s element (‘%s’) was not in hexadecimal RGB format.
ab: Ахәҭа %s(‘%s’) аҭаҵа иашьашәалаӡом RGB аформат

source: Error code %u when querying: %s
ab: Иҟалеит агха %u адҵаалара аҟаҵараан : %s

source: Error code %u when inserting an entry: %s
ab: Иҟалеит агха %u анҵамҭа ацҵараан: %s

source: Error code %u when updating an entry: %s
ab: Иҟалеит агха %u анҵамҭа аныхраан:%s

source: Error code %u when deleting an entry: %s
ab: Иҟалеит агха %u аҭагалараан: %s

source: Error code %u when downloading: %s
ab: Иҟалеит агха %u аҭагалараан: %s

source: Error code %u when uploading: %s
ab: Аҟалеит агха %u аҭагалараан : %s

source: Error code %u when running a batch operation: %s
ab: Агәыԥтә аоперациа анагӡараан агха амаӡажәа %u шәзынашьҭын : %s

source: Invalid redirect URI: %s
ab: Ииашам аиҭахырхарҭа: %s

source: The entry has already been inserted.
ab: Анҵамҭа шьҭа иҭагалоуп.

source: Error received from server after uploading a resumable upload chunk.
ab: Асервер аҟынтә иааит агха, ишьҭу ахәҭа зырҿыцша анышьҭха ашьҭахь.

source: Stream is already closed
ab: Аишьҭаца шьҭа иаркуп

source: You have made too many API calls recently. Please wait a few minutes and try again.
ab: Аамҭа кьаҿ иалагӡаны амцхә ирацәаны иҟаҵоуп API-адҵааларақәа, минуҭқәак шәааԥшны еиҭа шәҽазышәшәа

source: You must be authenticated to do this.
ab: Абри аҟаҵаразы иаҭахуп ахаҭареилкаара ахысра.

source: You must be authenticated to query all calendars.
ab: Амзарқәа зегьы рахь анеира азин шәоурц азы иаҭахуп ахаҭареилкаара ахысра

source: You must be authenticated to query your own calendars.
ab: Ахатә мзарқәа рахь анеиразы иаҭахуп ахаҭареилкаара ахысра.

source: You must be authenticated to download documents.
ab: Адокументқәа рҭагаларазы иаҭахуп ахаҭареилкаара ахысра.

source: Unknown or unsupported document export format ‘%s’.
ab: Еилкаам, мамзар адкылара змам адокументқәа аимпортҟаҵаразы рформат ‘%s’.

source: Invalid visibility: unrecognized value ‘%s’
ab: Иақәнагам абарҭазаара: еиҩдыраам аҵакы ‘%s’

source: You must be authenticated to query documents.
ab: Адокументқәа рахь анеиразы иаҭахуп ахаҭареилкаара ахысра.

source: You must be authenticated to query drives.
ab: Адискқәа рыдҵааларазы иаҭахуп ахаҭареилкаара ахысра.

source: You must be authenticated to upload documents.
ab: Адокументқәа рҭагаларазы иаҭахуп ахаҭареилкаара ахысра.

source: The document has already been uploaded.
ab: Адокумент шьҭа иҭагалоуп.

source: You must be authenticated to update documents.
ab: Адокументқәа рырҿыцразы иаҭахуп ахаҭареилкаара ахысра.

source: The content type of the supplied document (‘%s’) could not be recognized.
ab: Изалымшеит адокумент (‘%s’) аҵакы хкыс иамоу аилкаара.

source: You must be authenticated to copy documents.
ab: Адокументқәа рыхкьыԥхьааразы иаҭахуп ахаҭареилкаара ахысра

source: Parent folder not found
ab: Изхылҵыз реизакхьӡынҵа ԥшааӡам

source: You must be authenticated to insert or move documents and folders.
ab: Адокументқәа рҭаргылара, мамзар рҭыԥԥсахразы иаҭахуп ахаҭареилкаара ахысра

source: You must be authenticated to move documents and folders.
ab: Аҭаӡқәеи адокументқәеи реиҭагаразы иаҭахуп ахаҭареилкаара ахысра

source: You must specify a username or be authenticated to query a user.
ab: Ахархәаҩ иахь анеиразы иаҭахуп ихьӡ ашәырбар, мамзар ахаҭареилкаара шәахысыр.

source: Query parameter not allowed for albums.
ab: Адҵаалара ахышәара иақәнагам альбомқәа рзы.

source: You must specify a username or be authenticated to query all albums.
ab: Альбомқәа зегьы рахь анеиразы иаҭахуп иашәырбар ахьӡ, мамзар ахаҭареилкаара шәахысырҵ.

source: The album did not have a feed link.
ab: Альбом аҟны иҟаӡам ажәабжьқәа реизакырҭа.

source: You must be authenticated to upload a file.
ab: Афаил аҭагаларазы иаҭахуп ахаҭареилкаара ахысра.

source: The album has already been inserted.
ab: Альбом шьҭа иацҵоуп.

source: You must be authenticated to insert an album.
ab: Альбом ацҵаразы иаҭахуп ахаҭареилкаара ахысра.

source: You must be authenticated to query all tasklists.
ab: Адҵақәа зегьы рыхьӡынҵақәа рахь анеиразы ахаҭареилкаара иахыстәуп

source: You must be authenticated to query your own tasks.
ab: Ахатә дҵақәа рахь анеиразы иаҭахуп ахаҭареилкаара ахысра

source: You have exceeded your entry quota. Please delete some entries and try again.
ab: Инаӡоуп иреиҳаӡоу анҵамҭақәа рхыԥхьаӡара.Ԥыҭк анҵамҭақәа аныхны еиҭа шәҽазышәшәа.

source: Your Google Account must be associated with a YouTube channel to do this. Visit %s to create one.
ab: Уи аҟаҵаразы шәара шәҳасабырбатә нҵамҭа Google иадҳәалазароуп аканал YouTube.Иаашәырты %s уи аԥҵаразы.

source: You must be authenticated to upload a video.
ab: Авидео аҭагаларазы иаҭахуп ахаҭареилкаара ахысра
